/* localized displayName */

"Disk Image" = "Imagen de disco";
"Creating Image..." = "Creando Imagen...";
"Mounting Image..." = "Montando Imagen...";
"Converting Image..." = "Convirtiendo Imagen...";

"Disk Image Converting" = "Convirtiendo Imagen de Disco";
"Disk Image Progress" = "Disk Image Progress";

/* window names */
"Create Disk Image" = "Imagen de disco";
"Disk Image Converter" = "Convertir imagen de disco";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "El archivo debe tener las extensiones .dmg, .img o .toast.";

"Volume Size:" = "Tamaño Volumen:";
"Volume Name:" = "Nombre Volumen:";
"Megabytes" = "Megabytes";
"Mount after creating" = "Montar al acabar";
"Cancel" = "Cancelar";
"Create" = "Crear";

"Read only compressed" = "Read only compressed";
"Read only" = "Read only";
"Read/Write" = "Read/Write";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Convertir";
"Image Format" = "Convertir imagen de disco a";

"untitled" = "sin título";
"Finished" = "Terminado";

"Internet enable" = "Internet enable";
"Create..." = "Nueva Imagen de Disco...";
"Change Format..." = "Convertir Imagen de Disco...";
"Burn Image..." = "Burn Image...";

"Create with size:" = "Create with size:";
"Create with directory:" = "Create with directory:";
"Format:" = "Format:";
"Encryption:" = "Encryption:";
"None" = "None";
"Sparse" = "Sparse";
"Name:" = "Name:";

"AES-128 (recommended)" = "AES-128 (recommended)";